Repository: cradeck/slub_events
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# be.copyEvent
source: Copy Event
de: Kopieren

# be.editEvent
source: Edit
de: Bearbeiten

# be.error.nofolderselected
source: Cannot find the configuration! <br /><br /><-- Please select a page or folder in the left tree to continue.
de: Keine Konfiguration gefunden! <br /><br /> <--- Bitte wählen Sie eine Seite oder einen Ordner im linken Seitenbaum aus.

# be.form.singe_event
source: Single Event
de: Einzel-Veranstaltung

# be.free
source: free
de: frei

# be.hideEvent
source: Hide Event
de: Verstecken

# be.icsInvitation
source: ICS Invitation
de: Termineinladung

# be.newEvent
source: New Event
de: Neue Veranstaltung anlegen

# be.nothingFoundForGivenSearch
source: No event found for given search constraints (see above).
de: Keine Veranstaltung gefunden. Bitte prüfen Sie Ihre Suche (siehe oben).

# tasks.checkevents.name
source: Event Check and Report Task
de: Job zur Prüfung und Benachrichtigung von Veranstaltungsanmeldungen

# be.searchAllContacts
source: Select all
de: alle auswählen

# be.searchConstraints
source: Search Constraints
de: Suchkriterien

# be.searchContacts
source: Contacts
de: Ansprechpartner

# be.searchInTitle
source: Search in Title
de: Nach Titel suchen

# be.searchOnlyRecurring
source: Show only Recurring Parent Events
de: Nur Terminserien

# be.searchString
source: Search String
de: Suchbegriff

# be.sendIcsInvitationTo
source: Send ICS Invitation to:
de: Schicke Termineinladung an:

# be.sendOnlineSurvey
source: Send Online Survey Request to Subscribers
de: Online-Umfrage an Teilnehmer senden.

# be.sendOnlineSurveyNoSubscribers
source: Sending of Online Survey not possible as no subscribers are present.
de: Das Versenden der Online-Umfrage ist nicht möglich, da es keine Teilnehmer gibt.

# be.sendNotification
source: Send a notification email to all subscribers.
de: Eine E-Mail an alle Teilnehmer senden.

# be.sendOnlineSurveyNotYetPossible
source: Sending of Online Survey not yet possible.
de: Das Versenden der Online-Umfrage ist noch nicht möglich.

# be.sendCircularMail
source: Send circular mail to Subscribers
de: Rundmail an Teilnehmer senden.

# be.sendCircularMailNoSubscribers
source: Sending of circular mail not possible as no subscribers are present.
de: Das Versenden der Rundmail ist nicht möglich, da es keine Teilnehmer gibt.

# be.sentTo
source: sent to
de: gesendet an

# be.unhideEvent
source: Unhide Event
de: Aktivieren

# paginate_back
source: Back
de: Zurück

# paginate_next
source: Next
de: Nächste

# paginate_previous
source: Previous
de: Vorherige

# persConsultingHours
source: Consulting hours
de: Sprechstunden

# persEvents
source: Events
de: Veranstaltungen

# persSelectTopic
source: Please select topic
de: Bitte Thema wählen

# register.pleaseloginfirst
source: Do you have a SLUB user account? Please login to your account %s first%s. You will be redirected to this event registration automatically.<br />Alternatively, you can simply register for our events with your name and email address. We look forward to you!
de: Haben Sie bereits ein SLUB-Nutzerkonto? Dann melden Sie sich bitte %s zunächst in Ihrem Konto an%s. Sie werden automatisch zur Veranstaltungsanmeldung zurückgeleitet.<br />Alternativ können Sie sich einfach mit Ihrem Namen und Ihrer E-Mailadresse für unsere Veranstaltungen anmelden. Wir freuen uns auf Sie!

# selecttopictobook
source: Please select a topic.
de: Bitte wählen Sie ein Thema.

# tasks.cleanup.cleanupDays
source: Anonymize all subscribers of events older than given amount of days
de: Anonymisiere alle Teilnehmer von Veranstaltungen, die länger als die angegebene Tage abgelaufen sind.

# tasks.cleanup.cleanupDaysEvents
source: Delete all events including subscribers older than given amount of days
de: Lösche alle Veranstaltungen, die länger als die angegebenen Tage abgelaufen sind.

# tasks.cleanup.name
source: Cleanup Report
de: Job zum Löschen von alten Veranstaltungen und Teilnehmern

# tasks.cleanup.storagePid
source: StoragePid
de: Speicher PID

# tasks.statistics.date
source: Date
de: Datum

# tasks.statistics.description
source: Send monthly report to given email addresses.
de: Monatsberichte an angegebene Adressen schicken.

# tasks.statistics.duration
source: Duration (min)
de: Dauer (Minuten)

# tasks.statistics.invalidEmail
source: Invalid Email Address Given!
de: Falsche Email Adresse angegeben!

# tasks.statistics.invalidStoragePid
source: Invalid Storage Pid Given!
de: Ungültige Pid des Datenspeichers angegeben!

# tasks.statistics.name
source: Statistics Report
de: Monatsstatistik

# tasks.statistics.receiverEmailAddress
source: Receiver Email Address(es)
de: Empfänger Email-Adresse

# tasks.statistics.senderEmailAddress
source: Sender Email Address
de: Absender Email-Adresse

# tasks.statistics.storagePid
source: StoragePid
de: Datenspeicher Pid

# text.back_to_overview
source: Back to Overview
de: Zurück zur Übersicht

# text.closing
source: Best Regards
de: Mit freundlichen Grüßen

# text.error.could_find_event
source: Sorry, we couldn't find the requested event.
de: Leider konnten wir die gesuchte Veranstaltung nicht finden.

# text.error.could_find_subscriber
source: Couldn't find your subscription. Maybe you have already unsubscribed?
de: Ihre Anmeldung wurde nicht gefunden. Haben Sie sich vielleicht bereits abgemeldet?

# text.salutation
source: Dear
de: Sehr geehrte(r)

# text.notification.intro
source: You have recently registered for the following event:
de: Sie haben sich kürzlich an folgender Veranstaltung angemeldet:

# text.cancelation.notenoughparticipants
source: unfortunately we have to cancel the following event because the minimal number of participants has not been reached:
de: leider müssen wir folgende Veranstaltung absagen, da die Mindestteilnehmerzahl nicht erreicht wurde:

# text.cancelation.outro
source: Registration is no longer possible. The participants were informed about the cancelation simultanuously.
de: Anmeldungen sind nicht mehr möglich. Die Teilnehmer wurden gleichzeitig über die Absage informiert.

# text.cancelation.outro.short
source: Registration is no longer possible.
de: Anmeldungen sind nicht mehr möglich.

# text.cancelation.deadline
source: the registration deadline has expired for the following event.
de: für folgende Veranstaltung ist die Anmeldefrist abgelaufen.

# text.participants
source: Participants
de: Teilnehmerliste

# text.participants.current
source: Current participants
de: Aktuelle Teilnehmerliste

# text.noregistrations
source: There are no registrations.
de: Es gibt keine Anmeldungen.

# text.participants.hint
source: Please bear in mind that the list of participants may still change due to cancellations and registrations.
de: Bitte bedenken Sie, dass sich die Teilnehmerliste durch Ab- und Anmeldungen noch ändern kann.

# text.maximumreached
source: The following event has reached the maximum number of %1$s participants and is now fully booked:
de: die folgende Veranstaltung hat die maximale Teilnehmerzahl von %1$s erreicht und ist jetzt ausgebucht:

# text.minimumreachedagain
source: the following event only has %1$s and is therefore below the minimum number of participants of %2$s:
de: die folgende Veranstaltung hat nur noch %1$s und liegt damit unter der minimalen Teilnehmerzahl von %2$s:

# text.newsubscriber
source: the following event has just been booked by
de: die folgende Veranstaltung wurde soeben gebucht von

# text.subscribe
source: thank you for registering for the following event:
de: vielen Dank für Ihre Anmeldung zu folgender Veranstaltung:

# text.subscribe.data
source: We have saved the following data from you:
de: Folgende Daten haben wir von Ihnen gespeichert:

# text.subscribe.unsubscribe
source: You can unsubscribe using the following link:
de: Sie können sich über folgenden Link wieder abmelden:

# text.unsubscribe
source: You have successfully deregistered from the following event:
de: Sie haben sich erfolgreich von der folgenden Veranstaltung abgemeldet:

# text.save_to_your_calendar
source: Save event to your local calendar.
de: Veranstaltung in Kalender übernehmen.

# text.signature
source: SLUB Dresden
de: Ihre SLUB Dresden

# text.subscriber.please_ask_your_question
source: Please ask your question(s) or describe your needs. Your message helps us very much to prepare the appointment as well as possible.
de: Bitte stellen Sie uns Ihre Frage(n) zum Thema oder beschreiben Sie Ihr Anliegen etwas genauer. So können wir uns wir uns bestmöglich auf das Gespräch vorbereiten.

# text.my_events.intro
source: You can find a list of your events at the SLUB under the following link
de: Eine Liste Ihrer Veranstaltungen an der SLUB finden Sie unter folgendem Link

# tx_slubevents.be.eventmanagement
source: Event Management
de: SLUB Veranstaltungsmanagement

# tx_slubevents.be.subscriberlist
source: List of Subscribers
de: Anmeldungen

# tx_slubevents.gb.i_consult_you
source: I Consult You
de: Ich berate Sie

# tx_slubevents.gb.no_date
source: No Knowledge Bar dates at the moment.
de: Zur Zeit gibt es leider keine Wissensbartermine.

# tx_slubevents.gb.no_date_neither_event
source: No events neither Knowledge Bar dates at the moment.
de: Zur Zeit leider keine Veranstaltungen bzw. Wissensbartermine.

# tx_slubevents.gb.no_event
source: No events at the moment.
de: Zur Zeit haben wir zu diesem Thema leider keine Veranstaltungen.

# tx_slubevents.gb.we_consult_you
source: We Consult You
de: Wir beraten Sie

# tx_slubevents_domain_model_category
source: Event Category
de: Kategorie

# tx_slubevents_domain_model_event.discipline
source: Discipline
de: Fachdisziplin

# tx_slubevents_domain_model_category.no_search
source: Exclude from search
de: Aus Suche ausschließen

# tx_slubevents_domain_model_category.onlinesurvey
source: Online Survey
de: Online Umfrage

# tx_slubevents_domain_model_category.title
source: Title
de: Titel

# tx_slubevents_domain_model_event
source: Event
de: Veranstaltung

# tx_slubevents_domain_model_event.categories
source: Category Ids
de: Kategorien

# tx_slubevents_domain_model_event.description
source: description
de: Beschreibung

# tx_slubevents_domain_model_event.external_registration
source: External Registration Link
de: Link zur externen Anmeldung

# tx_slubevents_domain_model_event.freeplaces
source: free places
de: freie Plätze

# tx_slubevents_domain_model_event.genius_bar
source: Knowledge Bar
de: Wissensbar

# tx_slubevents_domain_model_event.has_been_cancelled
source: The event has been cancelled.
de: Die Veranstaltung wurde abgesagt.

# tx_slubevents_domain_model_event.individual_appointment
source: Indivdual Appointment
de: Beratungstermin

# tx_slubevents_domain_model_event.max_subscriber
source: Maximum of Subscribers
de: Maximale Teilnehmerzahl

# tx_slubevents_domain_model_event.min_subscriber
source: Minimum of Subscribers
de: Mindesteilnehmerzahl

# tx_slubevents_domain_model_event.oneFreePlace
source: one free place
de: ein freier Platz

# tx_slubevents_domain_model_event.only_future_events
source: Only future child events are listed below.
de: Nur Veranstaltungen in der Zukunft werden hier aufgelistet.

# tx_slubevents_domain_model_event.recurring
source: Recurring Event
de: Wiederholende Veranstaltung

# tx_slubevents_domain_model_event.recurring.event_hidden
source: The current parent event is hidden! All recurring child events will be active by default. Please hide them manually or change the recurring options.
de: Die aktuelle Terminserie (Haupttermin) ist versteckt! Alle wiederholenden Veranstaltungen werden als aktiv angelegt. Bitte verstecken Sie diese manuell oder ändern Sie die Einstellungen zum Wiederholungsintervall.

# tx_slubevents_domain_model_event.recurring.no_future_children
source: There are no child events in the future (yet). Please save this event and/or modifiy the recurring options.
de: Es gibt (noch) keine wiederholdenden Veranstaltungen. Bitte speichern Sie diese Terminserie (Haupttermin) und/oder passen Sie die Einstellungen zum Wiederholungsintervall an.

# tx_slubevents_domain_model_event.recurring_events
source: Recurring Events
de: Wiederholende Veranstaltungen

# tx_slubevents_domain_model_event.recurring_options.interval
source: Recurring Interval
de: Wiederholungsintervall

# tx_slubevents_domain_model_event.recurring_options.interval.2weekly
source: fortnightly
de: vierzehntägig

# tx_slubevents_domain_model_event.recurring_options.interval.4weekly
source: four-weekly
de: vierwöchig

# tx_slubevents_domain_model_event.recurring_options.interval.days
source: Recurring on given Days
de: Wiederholung an gewählten Wochentagen

# tx_slubevents_domain_model_event.recurring_options.interval.monthly
source: monthly
de: monatlich

# tx_slubevents_domain_model_event.recurring_options.interval.weekly
source: weekly
de: wöchentlich

# tx_slubevents_domain_model_event.recurring_options.interval.yearly
source: yearly
de: jährlich

# tx_slubevents_domain_model_event.recurring_parent
source: Recurring Parent Event
de: Terminserie

# tx_slubevents_domain_model_event.start_date_time
source: Start of Event
de: Beginn

# tx_slubevents_domain_model_event.subscribe
source: Subscribe
de: Anmeldung

# tx_slubevents_domain_model_event.subscribers
source: Category Ids
de: Kategorien

# tx_slubevents_domain_model_event.teaser
source: teaser
de: Kurzbeschreibung

# tx_slubevents_domain_model_event.title
source: Title
de: Name der Veranstaltung

# tx_slubevents_domain_model_event.unsubscribe
source: Unsubscribe
de: Abmelden

# tx_slubevents_domain_model_location
source: Location
de: Veranstaltungsort

# tx_slubevents_domain_model_subscriber
source: Subscriber Details
de: Teilnehmer Details

# tx_slubevents_domain_model_subscriber.crdate
source: Subscription Date
de: Anmeldezeitpunkt

# tx_slubevents_domain_model_subscriber.customerid
source: customerid
de: Benutzernummer

# tx_slubevents_domain_model_subscriber.message
source: Message
de: Nachricht

# tx_slubevents_domain_model_subscriber.acceptpp
source: I have read the Privacy Policy and accept them.
de: Ich habe die Datenschutzerklärung gelesen und akzeptiere sie.

# tx_slubevents_domain_model_subscriber.not_registered_to_events
source: You are not registered to any event.
de: Sie sind zu keiner Veranstaltung angemeldet.

# tx_slubevents_domain_model_subscriber.number
source: Number
de: Anzahl der Personen

# tx_slubevents_domain_model_subscriber.number_max
source: Number of Persons (max. %1$s)
de: Anzahl der Personen (max. %1$s)

# tx_slubevents_domain_model_subscriber.submit_registration
source: Submit Registration
de: Verbindliche Anmeldung

# tx_slubevents_domain_model_subscriber.telephone
source: telephone
de: Telefon

# validationerror_val_customerid
source: The given customer id is not valid.
de: Bitte geben Sie eine gültige SLUB-Benutzernummer ein.

# validationerror_val_editcode
source: Please start the registration from the beginning.
de: Es ist ein Fehler bei der Anmeldung aufgetreten. Bitte starten Sie die Anmeldung erneut.

# validationerror_val_acceptpp
source: The privacy policy must be accepted to finish the registration.
de: Die Datenschutzerklärung muss akzeptiert werden, um die Anmeldung abzuschließen.

# validationerror_val_email
source: Please enter a valid email-address.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.

# validationerror_val_event_cancelled
source: Sorry, the event has been cancelled.
de: Die Veranstaltung wurde abgesagt.

# validationerror_val_event_overbooked
source: Sorry, the event is already complete.
de: Die Veranstaltung ist bereits ausgebucht.

# validationerror_val_event_reacheddeadline
source: Sorry, the deadline for subscription is already reached.
de: Die Anmeldefrist ist bereits abgelaufen.

# validationerror_val_name
source: Please enter your name.
de: Bitte geben Sie Ihren Namen ein.

# validationerror_val_number
source: The given amount of subscribers is not valid.
de: Die eingegebene Anzahl der Personen ist nicht gültig.

# view_my_events
source: My Events
de: Meine Veranstaltungen

# tx_slubevents_domain_model_topic
source: Topic for statistics
de: Thema für Statistik

# be.writeNotificationPhraseStart
source: Send on behalf of
de: Senden Sie im Namen von

# be.writeNotificationPhraseEnd
source: following message to all participants
de: folgende Nachricht an alle Teilnehmer

# be.writeNotificationHeading
source: Send circular mail to all participants.
de: Rundmail an alle Teilnehmer versenden.
